;This is a text file for base version lol



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; BASE V1.00 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;DEV NOTE: The cosmetics added in this update are the following:
;--------- LUCY
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; LUCY HAIR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[CP2077_Edge_Luc_Hair_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 发型"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; LUCY FACEPAINT ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[CP2077_Edge_Luc_FacePaint_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 彩妆"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; JACKET TORSO GEAR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[CP2077_Edge_Luc_TG_Jacket_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 夹克"

;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"

[LgtPlated_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"

[MedPlated_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"

[HvyPlated_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"

[LgtPowered_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"

[MedPowered_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"

[HvyPowered_CP2077_Edge_Luc_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 手臂"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

[LgtPlated_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

[MedPlated_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

[HvyPlated_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

[LgtPowered_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

[MedPowered_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

[HvyPowered_CP2077_Edge_Luc_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 A"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

[LgtPlated_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

[MedPlated_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

[HvyPlated_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

[LgtPowered_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

[MedPowered_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

[HvyPowered_CP2077_Edge_Luc_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 B"

;-------------------------------------------------------------


[Kev_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

[LgtPlated_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

[MedPlated_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

[HvyPlated_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

[LgtPowered_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

[MedPowered_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

[HvyPowered_CP2077_Edge_Luc_Jacket_Legs_C_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 C"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

[LgtPlated_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

[MedPlated_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

[HvyPlated_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

[LgtPowered_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

[MedPowered_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

[HvyPowered_CP2077_Edge_Luc_Jacket_Legs_D_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 D"

;-------------------------------------------------------------


[Kev_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

[LgtPlated_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

[MedPlated_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

[HvyPlated_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

[LgtPowered_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

[MedPowered_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

[HvyPowered_CP2077_Edge_Luc_Jacket_Legs_E_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 E"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

[LgtPlated_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

[MedPlated_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

[HvyPlated_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

[LgtPowered_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

[MedPowered_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

[HvyPowered_CP2077_Edge_Luc_Jacket_Legs_F_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 腿 F"

;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

[LgtPlated_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

[MedPlated_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

[HvyPlated_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

[LgtPowered_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

[MedPowered_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

[HvyPowered_CP2077_Edge_Luc_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 A"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

[LgtPlated_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

[MedPlated_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

[HvyPlated_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

[LgtPowered_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

[MedPowered_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

[HvyPowered_CP2077_Edge_Luc_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 身体 B(无 夹克)"

;-------------------------------------------------------------

;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"

[LgtPlated_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"

[MedPlated_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"

[HvyPlated_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"

[LgtPowered_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"

[MedPowered_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"

[HvyPowered_CP2077_Edge_Luc_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 左臂"


;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"

[LgtPlated_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"

[MedPlated_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"

[HvyPlated_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"

[LgtPowered_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"

[MedPowered_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"

[HvyPowered_CP2077_Edge_Luc_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克2077露西 右臂"
